/*
功能：程序菜单样式函数
函数名：_menu()
形参: void
返回值: void
*/
void _menu()
{
	printf("\t\t\t|---------------------------|\n");
	printf("\t\t\t|+++++++++++++++++++++++++++|\n");
	printf("\t\t\t|+++++++++++admin+++++++++++|\n");
	printf("\t\t\t|+++++++++++1.insert++++++++|\n");
	printf("\t\t\t|+++++++++++2.delete++++++++|\n");
	printf("\t\t\t|+++++++++++3.update++++++++|\n");
	printf("\t\t\t|+++++++++++4.select++++++++|\n");
	printf("\t\t\t|+++++++++++5.info++++++++++|\n");
	printf("\t\t\t|+++++++++++6.exit++++++++++|\n");
	printf("\t\t\t|+++++++++++++++++++++++++++|\n");
	printf("\t\t\t|---------------------------|\n");
	printf("请按相应数字键操作（回车确认）：\n");
	
}
void _menu1()
{

	printf("\t\t\t|---------------------------|\n");
	printf("\t\t\t|+++++++++++++++++++++++++++|\n");
	printf("\t\t\t|+++++++++++student+++++++++|\n");
	printf("\t\t\t|+++++++++++1.select++++++++|\n");
	printf("\t\t\t|+++++++++++2.info++++++++++|\n");
	printf("\t\t\t|+++++++++++3.exit++++++++++|\n");
	printf("\t\t\t|+++++++++++++++++++++++++++|\n");
	printf("\t\t\t|---------------------------|\n");
	printf("请按相应数字键操作（回车确认）：\n");
}

